Repository: ineshbose/UofG_Team_Project_Main
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de

source: This symptom does not exist!
de_de: Dieses Symptom existiert nicht!

source: Sleeping Sickness Surveillance Form
de_de: Formular zur Untersuchung von Schlafkrankheit

source: Form
de_de: Formular

source: Table
de_de: Tabelle

source: Map
de_de: Karte

source: Admin
de_de: Administrator

source: Hello,
de_de: Hallo,

source: Logout
de_de: Abmelden

source: Sign Up
de_de: Registrieren

source: Login
de_de: Anmelden

source: Sleeping Sickness Form
de_de: Formular zur Schlafkrankheit

source: Fill out the sleeping sickness form!
de_de: Füllen Sie das Formular aus!

source: Form for members of the public
de_de: Formular für Mitglieder der Öffentlichkeit

source: Form for healthcare workers
de_de: Formular für Mitarbeiter im Gesundheitswesen

source: Form for entomologists and vets
de_de: Formular für Entomologe und Tierärzte

source: You have logged data for <b>1</b> person today.
de_de: Sie haben heute Daten für <b>1</b> Person eingegeben.

source: You have logged data for <b>%(amount)s</b> people today.
de_de: Sie haben heute Daten für <b>%(amount)s</b> Personen eingegeben.

source: NOTE: At the end of the form you will be asked to share your location. You can do this by allowing your browser to access your location and manually entering your location (i.e. the name of your town or village). You can exit the form at any time prior to this, and all the data you provided will be deleted.
de_de: ANMERKUNG: Am Ende dieses Formulars werden Sie darum gebeten, Ihren Standort zu teilen. Sie können dies tun,indem Sie Ihrem Browser Zugriff auf Ihre Standortdaten geben. Alternativ können Sie Ihren Standort (z.B. den Namen Ihrer Stadt oder Ihres Dorfes) manuell eingeben. Sie können das Formular davor jederzeit verlassen, in diesen Fall werden all Ihre Daten gelöscht.

source: If you are a healthcare worker, entomologist or a vet, and you cannot see a form specific to you, please log in.
de_de: Suchen Sie die Formulare für Mitarbeiter im Gesundheitswesen, Entomologen oder Tierärzte? Vergewissern Sie sich, dass Sie angemeldet sind.

source: If the page is closed while answering the form, the entry will still be added to the database with remaining questions answered as blank. If a user wishes to close the form without submitting, they have to use the designated button.
de_de: Wenn Sie die Seite schließen, bevor Sie das Formular beendet haben, werden die Daten, die Sie bereits eingegeben haben, in der Datenbank gespeichert. Wenn Sie möchten, dass Ihre Daten gelöscht werden, klicken Sie bitte auf 'Abbrechen und zur Startseite zurückkehren'.

source: Location Access Permission
de_de: Zugriff auf Standortdaten

source: Thank you for filling out the form! Please give this page
de_de: Vielen Dank, dass Sie dieses Formular ausgefüllt haben. Bitte geben Sie der Seite

source: location permission
de_de: Zugriff auf Standortdaten

source: so that we can use your results.
de_de: sodass wir Ihre Ergebnisse nutzen können.

source: Alternatively, you can also enter your location into this search bar.
de_de: Alternativ können Sie Ihren Standort in diese Suchzeile eingeben.

source: Search
de_de: Suchen

source: Back to the main page
de_de: Zurück zur Startseite

source: Please Sign In
de_de: Anmeldung

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Log In
de_de: Anmelden

source: Not yet registered?
de_de: Noch nicht registriert?

source: Register here!
de_de: Registrieren Sie sich hier!

source: Symptom to select
de_de: Symptom auswählen

source: Export as CSV
de_de: Also CSV exportieren

source: Registration Form
de_de: Registrierungsformular

source: Already registered?
de_de: Bereits registriert?

source: Login here!
de_de: Melden Sie sich hier an!

source: Thank you for completing this survey. Your information has been stored.
de_de: Vielen Dank, dass Sie das Formular ausgefüllt haben. Ihre Informationen wurden gespeichert.

source: You have entered the location
de_de: Sie haben diesen Standort eingegeben:

source: Your GPS location has been recorded as
de_de: Ihre GPS-Koordinaten wurden gespeichert als:

source: Your location entry has been converted to coordinates and stored as
de_de: Die Koordinaten des eingegebenen Standorts wurden ermittelt und gespeichert als:

source: Report
de_de: Speichern

source: Previous
de_de: Zurück

source: Cancel and go back to the main page
de_de: Abbrechen und zur Startseite zurückkehren
